{
  "advantages.title" : "The advantages of using cloud services",
  "advantages.link.more" : "more",
  "advantages.items.title.a" : "Ease of use",
  "advantages.items.text.a" : "Cloud services, as progressive technologies, boost the convenience for the users. It is a major benefit of cloud services that the limitations of devices and locations are almost gone, which means, different team members can access the system from different devices and different locations via the internet. As a result, your workload will be easier to manage.",
  "advantages.items.title.b" : "Scalability",
  "advantages.items.text.b" : "Cloud services empower your businesses with the capability of scalability. Scalability, as a major benefit of Cloud Computing, helps your business with cost management and enhanced flexibility. As a result of this benefit, you can modify the amount of resources to be used according to the varying demand.",
  "advantages.items.title.c" : "Cost-effectiveness",
  "advantages.items.text.c" : "Cloud services boost the productivity of your business by reducing costs. The main idea comes from the approach of billing in cloud services. In most cases, cloud services providers charge users based on what they have actually used. Furthermore, it is the case for the businesses that their upfront cost of purchasing, maintaining and managing the underlying infrastructure will reduce significantly. Therefore, cloud services bring cost-effectiveness.",
  "blog.header": "More information on virtualization and cloud computing",
  "blog.footer1": "Categorized topics for easier access",
  "blog.footer2": " to the site content",
  "blog.blog1": "Online data storage and processing without the need to buy hardware using cloud computing services.",
  "blog.blog2": "How to calculate the payment for resource consumption. In this model, when the user's usage process is disconnected from a source, the cost will not be calculated for them.",
  "blog.blog3": "Affiliate marketing is a kind of online marketing technique that ...",
  "blog.blog4": "A virtual machine is an emulation version of a computer that acts as a virtual computer.",
  "blog.blog5": "Virtualization generally refers to the separation of computer resources from their physical hardware.",
  "blog.blog6": " ",
  "blog.blog1.title": "Cloud computing",
  "blog.blog2.title": "Pay-as-you-go",
  "blog.blog3.title": "Affiliate marketing ",
  "blog.blog4.title": "Virtual Machine",
  "blog.blog5.title": "Virtualization",
  "blog.blog6.title": "How to Create a virtual Machine?",
  "blog.noData": "No Data",
  "fact.header": "Facts and figures",
  "fact.summary1": "Explore more about servers, VMs, and",
  "fact.summary2": "infrastructure of AK Web App.",
  "fact.server": "Server",
  "fact.upTime": "Up Time",
  "fact.instance": "Instance",
  "fact.dataCenter": "Data Center",
  "footer.contactUs": "Contact us",
  "footer.FAQ": "FAQs",
  "footer.newsletter": "Newsletter",
  "footer.send": "Subscribe",
  "footer.email": "",
  "footer.tel": "021-66056182",
  "footer.address1": "Unit 15, No. 1, Fatemi Alley,",
  "footer.address2": "Habibzadegan St., Azadi St",
  "footer.footer1": "AK Web App is the leading provider of cloud services in the layers of IaaS, PaaS, and BaaS. You can create your virtual machines (VMs) in just a few minutes through the cloud computing portal. Further, you can focus on your business while you rely on 24x7 support of AK Web App. To inform us about any suggestions or issues, contact us through",
  "footer.footer6": "© 2019, AK Web App . All rights reserved.",
  "footer.placeholder": "Enter your Email ",
  "footer.downloadCatalog": "Download catalog",
  "footer.mob": "Mob.gov.ir",
  "footer": "AK website",
  "footer.jobOpportunities": "Job opportunities",
  "footer.openStack": "OpenStack membership",
  "footer.services": "Services",
  "footer.pricing": "Pricing",
  "footer.support": "Support",
  "footer.Blog": "Blog",
  "footer.calculator": "Price Calculator",
  "footer.aboutUs": "About us",
  "footer.address": "Unit 15, No. 1, Fatemi Alley, Habibzadegan St., Azadi St",
  "head.title": "AK Web App",
  "head.summery": "In less than 2 minutes, create your own ideal virtual server.",
  "head.button": "200,000 Tomans free credit",
  "head.day": "days",
  "head.hour": "hours",
  "head.minute": "minutes",
  "head.second": "seconds",
  "head.counterText": "Virtual Private Cloud Server (VPS) offer expires in:",
  "navbar.title1": "AK ",
  "navbar.title2": " Cloud Computing",
  "privateHeader.menu.instances": "Instances",
  "privateHeader.menu.volumes": "Volumes",
  "privateHeader.menu.images": "Images",
  "publicHeader.menu.services": "Services",
  "publicHeader.menu.pricing": "Pricing",
  "publicHeader.menu.blog": "Blog",
  "publicHeader.menu.aboutUs": "About us",
  "publicHeader.menu.calculator": "Calculator",
  "publicHeader.menu.FAQ": "FAQs",
  "publicHeader.menu.contactUs": "Contact us",
  "publicHeader.navbar.login": "Login",
  "publicHeader.navbar.signUp": "Sign Up",
  "publicHeader.hi": "Hi",
  "publicHeader.dashboard": "Dashboard",
  "publicHeader.changePassword": "Change password",
  "publicHeader.profile": "Profile",
  "publicHeader.logOut": "Log out",
  "packageAndPay.payAsYouGo.title" : "Pay-As-You-Go",
  "packageAndPay.VPS.title" : "AK",
  "packageAndPay.payAsYouGo.description.part1" : "PAYG allows you to scale, customize and provision computing resources, including software, storage and development platforms. Resource charges are based on used services, instead of paying for entire infrastructure.",
  "packageAndPay.payAsYouGo.description.part2" : "Check out Ak's price Calculator for further data about Pay-As-You-Go per Hour.",
  "packageAndPay.payAsYouGo.button.priceCalculator" : "Calculator",
  "packageAndPay.VPS.description" : "Based on your needs select the resources you want from the suggested combinations.",
  "packageAndPay.VPS.title.resource" : "resource price",
  "packageAndPay.VPS.title.setup" : "setup price",
  "packageAndPay.VPS.button" : "Create server",
  "packageAndPay.VPS.unit" : " Toman",
  "packageAndPay.flavor.empty": "there are not any flavor yet ",
  "packageAndPay.comingSoon": "coming soon ...",
  "packageAndPay.monthly": " (Hourly)",
  "possibilities.header": "AK features and functionalities",
  "possibilities.TemplateInstances": "Template Instances",
  "possibilities.TemplateInstances.part1": "Template Instances",
  "possibilities.TemplateInstances.part2": " (Hardened OS)",
  "possibilities.TemplateInstances.text": " AK has already created many useful and secure virtual machines for you. Save your time by deploying these virtual machines and easily utilize your cloud-based system. You can activate these pre-configured virtual machines in seconds and enjoy cloud services.",
  "possibilities.Cluster": "VM Cluster deployment",
  "possibilities.Cluster.text":" How many copies of a particular VM do you want? You do not need to take all the steps every time for creating the same VM. Instead, you will just reproduce that particular VM to the number you want with some clicks. Specify the number of duplicates you wants and in 2 minutes, VMs are ready.",
  "possibilities.encrypt": "Let’s encrypt ",
  "possibilities.encrypt.text":" Setting security certificates (SSL & TSL) is time-consuming. Instead, configure your settings for implementing these certificates with some clicks and secure your connections and communications",
  "possibilities.DNS":"DNS as a Service",
  "possibilities.DNS.text":"Directing your domains to your desired servers will not need complex configurations and settings anymore. Simply move your domains to your desired servers with some clicks and set your DNS as you desire.",
  "possibilities.VM":"VM Scalability",
  "possibilities.VM.text":"You will not need to worry about allocating resources to your VMs. You can increase or decrease the allocated resources as you desire, as the VMs are working.",
  "possibilities.Monitoring": "Multi-level Monitoring",
  "possibilities.Monitoring.text": "You can monitor your VMs conveniently, even via the application. Moreover, you can access support services 24x7 via AK application.",
  "possibilities.Pay":"Pay-As-You-Go per Hour",
  "possibilities.Pay.text":"In the pricing model of AK, you will only pay for the resources you have used, on an hourly basis. Moreover, generally, as your reserve or usage of resources grows, the per unit price of resources decreases.",
  "possibilities.Backup":"Live Backup",
  "possibilities.Backup.part1":"Live Backup",
  "possibilities.Backup.part2":" (Auto Backup)",
  "possibilities.Backup.text":"By activating Live Backup in your account, you will have a ready-to-deploy version of the last version of your VM. As a result, you can recover your desired VM in seconds when you want it.",
  "possibilities.Balancer":"Load Balancer as a Service",
  "possibilities.Balancer.text":"LBaaS is one of the best ways for enhancing reliability and accessibility. By using LBaaS, your workload is distributed among different VMs. You can use Round Robin or Failover algorithms.",
  "possibilities.Cloud": "Cloud Controller ",
  "possibilities.Cloud.text": "To omit the effects of disruptions, without the involvement of users, their VMs will be distributed among AK servers so that in case of possible disruptions in a server, service delivering is not disrupted. Therefore, to achieve High Availability (HA), you just need to create more VMs.",
  "possibilities.snapshot": "Backup",
  "possibilities.snapshot.part1": "Backup",
  "possibilities.snapshot.part2": " (snapshot)",
  "possibilities.snapshot.text": "You can create backup versions of your VMs anytime, and later, with some clicks, turn the backup version to an operational version. Hence, you need not worry for the loss of your valuable data.",
  "possibilities.Firewall":"Firewall",
  "possibilities.Firewall.text":"By using your special firewall, secure your infrastructure conveniently and determine the accesses to be granted between your VMs and external environment. Moreover, you may group your VMs and set special rules for each group.",
  "possibilities.Swift":"Object Storage",
  "possibilities.Swift.part1":"Object Storage",
  "possibilities.Swift.part2":" (Swift)",
  "possibilities.Swift.text":"Store data and information easily. By using Object Storage, store and access the data and information in a reliable, convenient way.",
  "possibilities.orchestration":"Orchestration",
  "possibilities.orchestration.text":"You can design a set of automated processes and perform what you want to be done like leading a nice, harmonious symphony. Therefore, you can automate all your processes.",
  "possibilities.volume":"External Disk",
  "possibilities.volume.part1":"External Disk",
  "possibilities.volume.part2":" (volume)",
  "possibilities.volume.text":"Volume is a memory device you can connect to your VMs like an external disk. By using the volume you can perform different operation such as moving data among your VMs’ databases and making limited backup versions of your VMs.",
  "possibilities.Disaster":"Disaster Recovery",
  "possibilities.Disaster.text":"By activating Disaster Recovery in your account, live backup will auto run and backup versions of your VM will be made continuously. Hence, in case your primary VM is out of reach, the backup version will be deployed automatically.",
  "possibilities.Shelve":"Shelve VM",
  "possibilities.Shelve.text":"Through this feature, you can store your VMs in a low cost, reliable way for long-term, and use them later in case you need them",
  "possibilities.more":"more",
  "FAQ.title":"Frequently Asked Questions",
  "FAQ.helpfulText":"Was this article helpful?",
  "FAQ.helpfulAnswer.yes":"Yes",
  "FAQ.helpfulAnswer.no":"No",
  "FAQ.topic01":"Prelude",
  "FAQ.topic01.question01":"What is cloud computing?",
  "FAQ.topic01.question02":"How are the costs calculated? What is the Pay-As-You-Go system in pricing?",
  "FAQ.topic01.question03":"What services does AK Web App  offer?",
  "FAQ.topic02":"Starting in AK Web App ",
  "FAQ.topic02.question01":"How can I register in AK Web App?",
  "FAQ.topic02.question02":"How can I login in my account?",
  "FAQ.topic02.question03":"How can I generate a new password in case of forgetting my previous password?",
  "FAQ.topic02.question04":"How can I change my password?",
  "FAQ.topic02.question05":"Why do I get “Internal server error”?",
  "FAQ.topic02.question06":"Where can I check my balance?",
  "FAQ.topic03":"Virtual Machine",
  "FAQ.topic03.question01":"What is Virtual Machine?",
  "FAQ.topic03.question02":"How can I create a Virtual Machine?",
  "FAQ.topic03.question03":"In the process of creating a Virtual Machine, in the Firewall step, what does “default security group” mean?",
  "FAQ.topic03.question04":"In the process of creating a Virtual Machine, in the Firewall step, what do “Rule”, “IP Protocol”, “Direction”, “Port” and “CIDR” mean?",
  "FAQ.topic03.question05":"What are “SSH” and “Key Pair” and where are they used?",
  "FAQ.topic03.question06":"How can I create a backup version for a Virtual Machine?",
  "FAQ.topic03.question07":"How can I associate an IP to a Virtual Machine or disassociate an IP from a Virtual Machine?",
  "FAQ.topic03.question08":"What is the difference between Soft Reboot and Hard Reboot and how can I Reboot a Virtual Machine?",
  "FAQ.topic03.question09":"What is “Access menu” and where can I find it?",
  "FAQ.topic03.question10":"How can I change the amount of resources for a Virtual Machine?",
  "FAQ.topic03.question11":"How can I create an External Disk for a Virtual Machine?",
  "FAQ.topic03.question12":"What is Console for a Virtual Machine and how can I enter the Console for a Virtual Machine?",
  "FAQ.topic03.question13":"How can I turn on/off a Virtual Machine?",
  "FAQ.topic03.question14":"How can I add a Firewall to a Virtual Machine?",
  "FAQ.topic03.question15":"What does rebuilding a VM mean and how can I Rebuild a VM?",
  "FAQ.topic03.question16":"How can I change the name of a Virtual Machine?",
  "FAQ.topic03.question17":"How can I delete a Virtual Machine?",
  "FAQ.topic04":"External Disk",
  "FAQ.topic04.question01":"What is External Disk?",
  "FAQ.topic04.question02":"How can I create an External Disk?",
  "FAQ.topic04.question03":"What does it mean for an External Disk to be “Bootable”?",
  "FAQ.topic04.question04":"How can I attach an External Disk to a Virtual Machine or detach an External Disk from a Virtual Machine?",
  "FAQ.topic04.question05":"How can I change the specifications of an External Disk?",
  "FAQ.topic04.question06":"How can I create a backup version for an External Disk?",
  "FAQ.topic04.question07":"How can I delete an External Disk?",
  "FAQ.topic05":"Firewall",
  "FAQ.topic05.question01":"How can I create a Firewall?",
  "FAQ.topic05.question02":"What do “Rule”, “IP Protocol”, “Direction”, “Port” and “CIDR” mean in creating a Firewall?",
  "FAQ.topic05.question03":"How can I change the specifications of a Firewall?",
  "FAQ.topic05.question04":"How can I delete a Firewall?",
  "FAQ.topic06":"Profile/Information",
  "FAQ.topic06.question01":"How can I enter my personal information or change them?",
  "FAQ.topic06.question02":"How can I change my preferred settings for receiving Notifications, Emails and SMSs?",
  "FAQ.topic07":"Profile/Bills",
  "FAQ.topic07.question01":"Where can I see my Cost diagram and Usage diagram?",
  "FAQ.topic07.question02":"Where can I see my factors, issued bills and the details of costs?",
  "FAQ.topic08":"Profile/Affiliate",
  "FAQ.topic08.question01":"What is AK Web App plan?",
  "FAQ.topic08.question02":"How can I receive my Affiliate Marketing code and share it with my friends and colleagues?",
  "FAQ.topic08.question03":"How can I use the Affiliate Marketing code I have received from others?",
  "FAQ.topic08.question04":"How can I see how many people have used my Affiliate Marketing code?",
  "FAQ.topic09":"Profile/Wallet",
  "FAQ.topic09.question01":"How can I see the changes in my account charge?",
  "FAQ.topic09.question02":"How can I charge my account?",
  "FAQ.topic09.question03":"How can I use a coupon code in charging my account?",
  "FAQ.topic10":"Backup",
  "FAQ.topic10.question01":"What can I create a backup version for? How can I create backup versions?",
  "FAQ.topic10.question02":"What does it mean to Rebuild a Backup version and how can I Rebuild a Backup version?",
  "FAQ.topic10.question03":"How can I delete a Backup version?",
  "FAQ.topic10.question04":"What is a Scheduler?",
  "FAQ.topic10.question05":"How can I create a Scheduler?",
  "FAQ.topic10.question06":"How can I delete a Scheduler?",
  "FAQ.topic11":"Planets",
  "FAQ.topic11.question01":"What is presented in the Planets section?",
  "FAQ.topic11.question02":"What does the “cost reduction” percentage indicate for the planets?",
  "FAQ.topic11.question03":"What does the “To the next planet” button do?",
  "FAQ.topic12":"Calculator",
  "FAQ.topic12.question01":"What is the usage of the Calculator?",
  "FAQ.topic12.question02":"What does the “To the next planet” button do?",
  "FAQ.topic12.question03":"What does the “Daily hours of consumption” section indicate?",
  "FAQ.topic12.question04":"What does the “Duration of consumption” section indicate?",
  "FAQ.topic01.detail01a":"Cloud computing refers to pools of computing resources and services based on them that are shared among the users. These pools of resources and services are scalable and can be provided via internet, quickly. Cloud computing is based on sharing resources, like what happens about utility resources such as water, gas and electricity. Therefore, the economy of scales reduces the costs. For more information about cloud computing, read ",
  "FAQ.topic01.detail01b":" Cloud Computing",
  "FAQ.topic01.detail01c":".",
  "FAQ.topic01.detail02a":"Generally, AK Web App uses the Hybrid pricing model to calculate the costs of its services; however, the main pricing model for basic resources such CPU, RAM and Disk is Pay-As-You-Go Hourly. AK Web App aims to go through hourly details of usage to make sure the users experience the least discrepancy between what is actually used and what is paid for. Therefore, it is the case that AK Web App users pay for what they have used. For more information about Pay-As-You-Go system in AK Web App , read ",
  "FAQ.topic01.detail02b":" Introduction to Pay-As-You-Go pricing model in AK Web App ",
  "FAQ.topic01.detail02c":".",
  "FAQ.topic01.detail03":"AK Web App delivers a range of services and products such as scalable VMs, External Disks and capability of creating backup versions.",
  "FAQ.topic02.detail01":"To register at ak.com, first enter the registration page by clicking Sign up button. In the new page, after entering your email and mobile number, click on Create my account button. In the next step, a SMS including the activation code will be sent to your mobile number. Then, enter the activation code and you password. Eventually, finalize your registration by clicking Done button.",
  "FAQ.topic02.detail02":"To login in your account in ak.com, first enter the login page by clicking Login button. In the new page, login in your account by entering your email and your password.",
  "FAQ.topic02.detail03":"If you have forgotten your password, in Login page click on Forgot password button. In the new page, enter your email and mobile number and click Send code button. In the next step, a SMS including the activation code will be sent to your mobile number. Then, enter the activation code and your new password. Finally, your password will be changed by clicking Submit button.",
  "FAQ.topic02.detail04":"This feature will be available soon.",
  "FAQ.topic02.detail05a": "In case you faced this error, contact our support via ",
  "FAQ.topic02.detail05b": "",
  "FAQ.topic02.detail05c":" Further, our support team will ask you for information such as when and in what situation the error happened.",
  "FAQ.topic02.detail06":"By entering your account, you can view your online balance in the top bar.",
  "FAQ.topic03.detail01a": "Simply stated, a Virtual Machine, or VM, is a simulated version of a computer system. Virtual Machines are made based on computer architecture and deliver the functionalities of a physical computer. A Virtual Machine is a computer file-generally named an Image file-that behaves like a real computer. In fact, a Virtual Machine is a file that can be run in a window like any other program in a computer. For more information about Virtual Machines, read ",
  "FAQ.topic03.detail01b": "Virtual Machine ",
  "FAQ.topic03.detail01c": ".",
  "FAQ.topic03.detail02a": "Creating a Virtual Machine is a multi-step process in which different setting of the Virtual Machine are considered. There are 2 ways to start creating a Virtual Machine. 1st Way, After entering your account, by clicking Create button, click Virtual Machine in the new page and start the process of creating the Virtual Machine. 2nd Way, After entering your account, on the left bar, go to Virtual Machines in Compute section. In the new page, click Create VM button. After taking one of these 2 ways, determine the characteristics of Setting, Size, Firewall and Access in 4 steps and finally create your Virtual Machine by clicking Launch VM button. For more information about how to create a Virtual Machine, read ",
  "FAQ.topic03.detail02b": "How can I create a Virtual Machine? ",
  "FAQ.topic03.detail02c": " ",
  "FAQ.topic03.detail03":"The default Firewall keeps open all ways from inside of your system to the external environment. For instance, to download anything you will need to send requests to the external environment.",
  "FAQ.topic03.detail04":"Configuring the Firewall includes determining some Rules that clarify the access level and connection form between the internal and external systems. The Ports are gateways between internal and external environments. IP Protocol clarifies the type of connection; for example, you may decide that port 80 is only used for TCP connections. Direction indicates whether the flow of data is inwards or incoming, or, outwards or outgoing. Finally, by using CIDR you can determine the range of IPs. For example, you can decide that IPs from a country don’t have access to your system; however, users usually block ports rather than IPs.",
  "FAQ.topic03.detail05":"After you create a server, you need to connect to it so that you can configure or use it.  SSH is a common way for connecting the servers. Key Pair is used in SSH. Key Pair includes 2 keys for access. In symmetric cryptography method, you have a Private key and a Public key. You can announce the Public key everywhere and put it in your servers; but the Private key will be only for you; so, by using the Private key, you can access the servers on which your Public key is set. Therefore, the Public key is put in servers and the Private key is put in the systems that want to access those servers. After putting the keys in servers and systems, you can connect to a server by using the Private key and SSH and do the changes you want using Command section.",
  "FAQ.topic03.detail06a":"To create a backup version for a Virtual Machine, there are 3 ways. Notice that to keep your data safe, you must turn off the Virtual Machine before creating the backup version.",
  "FAQ.topic03.detail06b":"1st Way. After entering your account, go to Virtual Machines in Compute section. In the new page, by clicking on Backup button in the Actions column, you can create a backup version from your Virtual Machine.",
  "FAQ.topic03.detail06c":"2nd Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on Virtual Machine’s name in the Name column, and then, in the new page (that is named Access menu), click on Backup. In the new page, by clicking on Create Backup, create the backup version.",
  "FAQ.topic03.detail06d":"3rd Way. After entering your account, go to Backups in Compute section. In the new page, go to Virtual Machine tab and click Create VM Backup button. In the new page, choose the Virtual Machine and create the backup version.",
  "FAQ.topic03.detail07":"After entering your account, go to Virtual Machines in Compute section. In the new page, you can associate or disassociate IPs by clicking Associate a valid IP or Disassociate the valid IP buttons in the Actions column.",
  "FAQ.topic03.detail08":"The difference between Soft Reboot and Hard Reboot is in their functionality. Soft Reboot is similar to normal way of restarting a computer through its operating system; but in times when for reason such as system crash the Soft Reboot does not work, you can restart the system using Hard Reboot option.To perform a Soft Reboot, after entering your account, go to Virtual Machines in Compute section. In the new page, you can Soft Reboot a Virtual Machine by clicking the Reboot button in Actions column. To perform a Hard Reboot, after entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Reboot. In the new page, you can reboot your Virtual Machine by clicking Hard Reboot.",
  "FAQ.topic03.detail09a":"Access menu is a section, uniquely for any Virtual Machine, in which you can view and change the modifications of those Virtual Machines. The functionalities available in Access menu include:",
  "FAQ.topic03.detail09b":"Resizing the resources",
  "FAQ.topic03.detail09c":"Creating backup versions",
  "FAQ.topic03.detail09d":"Attaching External Disks",
  "FAQ.topic03.detail09e":"Accessing the Console",
  "FAQ.topic03.detail09f":"Turning on and off",
  "FAQ.topic03.detail09g":"Adding Firewalls",
  "FAQ.topic03.detail09h":"Rebuilding",
  "FAQ.topic03.detail09i":"Changing the name",
  "FAQ.topic03.detail09j":"Rebooting",
  "FAQ.topic03.detail09k":"Deleting",
  "FAQ.topic03.detail09l":"To enter Access menu, after entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column to reach the Access menu for that Virtual Machine.",
  "FAQ.topic03.detail10":"To resize the resources for a Virtual Machine, after entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Resize. In the new page, you can change the amount of resources using the existing options.",
  "FAQ.topic03.detail11a":"There are 2 ways for attaching an External Disk to a Virtual Machine:",
  "FAQ.topic03.detail11b":"1st Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on External Disk. In the new page, you can attach an External Disk to the Virtual Machine by clicking Create External Disk button.",
  "FAQ.topic03.detail11c":"2nd Way. After entering your account, go to External Disks in Compute section. In the new page, by clicking on Create External Disk button and then, choosing the Virtual Machine in the Attach to field, you can attach the External Disk to the Virtual Machine.",
  "FAQ.topic03.detail12":"Console is a way to reach the server. It is like a screen to your system and this screen is virtual and web-based.To access the Console of a Virtual Machine, after entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Console. In the new page, you can view the Console or open it in a new tab.",
  "FAQ.topic03.detail13":"After entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Turn off/on. In the new page, you can turn on or off your Virtual Machine.",
  "FAQ.topic03.detail14":"After entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Firewall. In the new page, by clicking on Create Firewall button, a new Firewall will be added to the Virtual Machine. Further, in this page you can detach a Firewall from the Virtual Machine by clicking on Detach from the VM in the Actions column.In case you have created a Firewall in the Firewalls section, you can add it to a Virtual Machine only in the process a creating that Virtual Machine.",
  "FAQ.topic03.detail15":"Rebuilding a Virtual Machine indicates the process of re-creating that Virtual Machine using a backup version; as a result of which, the Virtual Machine will go to the backup version status. To Rebuild a Virtual Machine, after entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Rebuild. In the new page, after choosing your desired backup version, you can Rebuild your Virtual Machine.",
  "FAQ.topic03.detail16":"After entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Edit. In the new page, you can change the name of the Virtual Machine.",
  "FAQ.topic03.detail17a":"There are 2 ways for Deleting a Virtual Machine:",
  "FAQ.topic03.detail17b":"1st Way. After entering your account, go to Virtual Machines in Compute section. In the new page, by clicking on Delete button in the Actions column, you can Delete the Virtual Machine.",
  "FAQ.topic03.detail17c":"2nd Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on Delete. In the new page, you can Delete your Virtual Machine.",
  "FAQ.topic04.detail01":"External Disk is an external storage that can be attached to a Virtual Machine, so that you can store your data on it.",
  "FAQ.topic04.detail02a":"There 3 ways to attach an External disk to a Virtual Machine:",
  "FAQ.topic04.detail02b":"1st Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on the Virtual Machine name in the Name column and in the new page (that is named Access menu) click on External Disk. In the new page, you can attach an External Disk to the virtual Machine by clicking on Create External Disk button.",
  "FAQ.topic04.detail02c":"2nd Way. After entering your account, go to External Disks in Compute section. In the new page, by clicking on Create External Disk button and then, choosing the Virtual Machine in the Attach to field, you can attach the External Disk to the Virtual Machine.",
  "FAQ.topic04.detail02d":"3rd Way. After entering your account, go to Backups in Compute section. In the new page, go to External Disk tab and by clicking on Create an External Disk button in the Actions column, create an External Disk by using an External Disk backup version.",
  "FAQ.topic04.detail03":"When an External Disk is Bootable, you can boot the system using that External Disk.",
  "FAQ.topic04.detail04":"After entering your account, go to External Disks in Compute section. In the new page, by clicking on Attach the External Disk to a VM or Detach from the VM button in the Actions column, you can attach an External Disk to or detach it from a Virtual Machine.",
  "FAQ.topic04.detail05":"After entering your account, go to External Disks in Compute section. In the new page, by clicking on Edit button in the Actions column, you can edit the specifications of the External Disk.",
  "FAQ.topic04.detail06a":"There are 2 ways to create a backup version for an External Disk:",
  "FAQ.topic04.detail06b":"1st Way. After entering your account, go to External Disks in Compute section. In the new page, by clicking on Backup button in the Actions column, you can create a backup version for your External Disk.",
  "FAQ.topic04.detail06c":"2nd Way. After entering your account, go to Backups in Compute section. In the new page, go to External Disk tab and click Create External Disk Backup button. In the new window, choose the External Disk and create the backup version.",
  "FAQ.topic04.detail07":"After entering your account, go to External Disks in Compute section. In the new page, by clicking on Delete button in the Actions column, you can delete your External Disk.",
  "FAQ.topic05.detail01a":"There are 2 ways to create a Firewall:",
  "FAQ.topic05.detail01b":"1st Way. After entering your account, go to Firewalls in Compute section. In the new page, by clicking on Add Firewall button, create your Firewall. Afterwards, in the same page, you can choose your Firewall and add your desired Rules to it. As follows, some concepts in setting Rules are explained.",
  "FAQ.topic05.detail01c":"2nd Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on Virtual Machine’s name in the Name column, and then, in the new page (that is named Access menu), click on Firewall. In the new page, by clicking on Create Firewall button, a new Firewall is added to the Virtual Machine. Further, in the same page, by clicking on Detach from the VM button in the Actions column, you can detach the Firewall from the Virtual Machine. Moreover, in the same page, you can choose your Firewall and add your desired Rules to it. As follows, some concepts in setting Rules are explained.",
  "FAQ.topic05.detail01d":" Configuring the Firewall includes determining some Rules that clarify the access level and connection form between the internal and external systems. The Ports are gateways between internal and external environments. IP Protocol clarifies the type of connection; for example, you may decide that port 80 is only used for TCP connections. Direction indicates whether the flow of data is inwards or incoming, or, outwards or outgoing. Finally, by using CIDR you can determine the range of IPs. For example, you can decide that IPs from a country don’t have access to your system; however, users usually block ports rather than IPs.",
  "FAQ.topic05.detail02":"Configuring the Firewall includes determining some Rules that clarify the access level and connection form between the internal and external systems. The Ports are gateways between internal and external environments. IP Protocol clarifies the type of connection; for example, you may decide that port 80 is only used for TCP connections. Direction indicates whether the flow of data is inwards or incoming, or, outwards or outgoing. Finally, by using CIDR you can determine the range of IPs. For example, you can decide that IPs from a country don’t have access to your system; however, users usually block ports rather than IPs.",
  "FAQ.topic05.detail03a":"There are 2 ways to change the specifications of a Firewall:",
  "FAQ.topic05.detail03b":"1st Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on Virtual Machine’s name in the Name column, and then, in the new page (that is named Access menu), click on Firewall. In the new page, by clicking on Edit button in the Actions column, you can change the specifications of the Firewall.",
  "FAQ.topic05.detail03c":"2nd Way. After entering your account, go to Firewalls in Compute section. In the new page, by clicking on Edit button in the Actions column, you can change the specifications of the Firewall.",
  "FAQ.topic05.detail04a":"There are 2 ways to Delete a Firewall:",
  "FAQ.topic05.detail04b":"1st Way. After entering your account, go to Firewalls in Compute section. In the new page, by clicking on Delete button in the Actions column, you can Delete the Firewall.",
  "FAQ.topic05.detail04c":"2nd Way. After entering your account, go to Virtual Machines in Compute section. In the new page, click on Virtual Machine’s name in the Name column, and then, in the new page (that is named Access menu), click on Firewall. In the new page, by clicking on Delete button in the Actions column, you can Delete the Firewall.",
  "FAQ.topic06.detail01":"After entering your account, go to Information in Profile section. In the new page, you can see your current information and change them in a new window using the button which is like a pen on the right top.",
  "FAQ.topic06.detail02":"After entering your account, go to Information in Profile section. In the new page, you can see and change your preferred settings for receiving Notifications, Emails and SMSs.",
  "FAQ.topic07.detail01":"After entering your account, go to Bills in Profile section. In the new page, you can see the diagrams for Cost and Usage.",
  "FAQ.topic07.detail02":"After entering your account, go to Bills in Profile section. In the new page, you can see the issued bills in the table below. Moreover, by clicking on Bill details button in the Actions column, you can see the details of each bill.",
  "FAQ.topic08.detail01a":"In this plan, every AK user will be allocated an exclusive referral code that is given in the sign up process. If a new user signs up with the referral code of a current user, the new user will receive credit of 100,000 Tomans for free, and the current user, whose referral code is used, will receive 8% of every paid factor of the new user, as credit. Therefore, Ak shares the profits with all users. For more information about AK Web App Affiliate Marketing, read ",
  "FAQ.topic08.detail01b":"Affiliate Marketing ",
  "FAQ.topic08.detail01c":".",
  "FAQ.topic08.detail02":"After entering your account, go to Affiliate in Profile section. In the new page, you can see your unique code in the box on the right and share it with others. Moreover, you can share your code using the sharing button below the code.",
  "FAQ.topic08.detail03":"After entering your account, go to Affiliate in Profile section. In the new page, in the box on the right, you can enter your received code and by activating it, gain free credit.",
  "FAQ.topic08.detail04":"After entering your account, go to Affiliate in Profile section. In the new page, you can see the number of people who have used your unique code for registration on the left side.",
  "FAQ.topic09.detail01":"After entering your account, go to Wallet in Profile section. In the new page, you can see the changes in your account charge in the table below. These changes may be increase (if the account is charged) or decrease (if the charge is used).",
  "FAQ.topic09.detail02":"After entering your account, go to Wallet in Profile section. In the new page, a new window will open by clicking Charge account button on the right side. In the new window, after determining your charge amount, you will be directed to payment gateway. Further, if you have a coupon code, you can activate it by entering it in the same window and clicking on Submit button.",
  "FAQ.topic09.detail03":"After entering your account, go to Wallet in Profile section. In the new page, a new window will open by clicking on Charge account button on the right side. In the new window, if you have a coupon code, you can activate it by entering it in the same window and clicking on Submit button.",
  "FAQ.topic10.detail01a":"You can create backup versions for Virtual Machines and External Disks:",
  "FAQ.topic10.detail01b":"1st Way. To create a backup version for a Virtual Machine, after entering your account, go to Backups in Compute section. In the new page, go to Virtual Machine tab and click Create VM Backup button. In the new page, choose the Virtual Machine and create the backup version.",
  "FAQ.topic10.detail01c":"2nd Way. To create a backup version for an External Disk, after entering your account, go to Backups in Compute section. In the new page, go to External Disk tab and click Create External Disk Backup button. In the new window, choose the External Disk and create the backup version.",
  "FAQ.topic10.detail02":"You can rebuild the backup versions of a Virtual Machine. To rebuild a backup version, after entering your account, go to Backups in Compute section. In the new page, by clicking on Rebuild button in the Actions column and choosing the Virtual Machine, you can rebuild the backup version.",
  "FAQ.topic10.detail03":"After entering your account, go to Backups in Compute section. In the new page, go to Virtual Machine or External Disk tabs, and by clicking on Delete button in the Actions column, you can Delete the backup version.",
  "FAQ.topic10.detail04":"Scheduler is a program that creates backup versions for a Virtual Machine periodically.",
  "FAQ.topic10.detail05":"To create a Scheduler, after entering your account, go to Backups in Compute section. In the new page, go to Scheduler tab and click Create Scheduler button. In the new window, choose the Virtual Machine and the period, and then create the Scheduler.",
  "FAQ.topic10.detail06":"After entering your account, go to Backups in Compute section. In the new page, go to Scheduler tab. In the new page, by clicking on Delete button in the Actions column, you can Delete the Scheduler.",
  "FAQ.topic11.detail01a":"In this section you will see the AK Planets, know you current position, and see how much more resources you need to get to the next planet by clicking on “To the next planet” button. Moreover, in this section, you can see the cost reduction percentage for each planet, which indicates how much the per unit cost of resources reduce on average in each planet related to the previous one. For more information about the Ak, read ",
  "FAQ.topic11.detail01b":"Planets description",
  "FAQ.topic11.detail01c":".",
  "FAQ.topic11.detail02":"The pricing system in AK results in user’s taking advantage of higher process power with less per unit cost of resources when he/she upgrades to a higher level planet. Therefore, for instance, the per unit cost of resources in Radiance is 14% less than that of Flare.",
  "FAQ.topic11.detail03":"By clicking on this button, in a pop-up window, the system will let you know the required resources for reaching the next planet, and therefore, enjoying higher process power with less per unit cost of resources. You can add these resources by resizing your existing VMs or by creating new VMs in your account.",
  "FAQ.topic12.detail01":"You can estimate the cost of your cloud services based on the amount of resources and the duration of consumption in the Calculator section.",
  "FAQ.topic12.detail02":"In the pricing method of AK Web App, the user will take advantage of higher process power with less per unit cost of resources as he/she enters higher planets. In the Calculator, by clicking on “To the next planet”, you can see how much more resources you need to upgrade to the next planet from where you are now; furthermore, by clicking the upgrade button in the pop-up window, the resources will increase to meet the next planet requirements and you can see the cost estimations in the new planet.",
  "FAQ.topic12.detail03":"In this section, by using the relation of hours of usage to 24 hours, you estimate the percentage of your resources that you will use, and therefore, the total cost will be calculated based on the percentage of your usage. For example, if your VM has 4 CPU cores and only 3 of them are used in an hour, the cost will be calculated for the 3 cores, not the total 4 cores of CPU. Further, if you use less than 25% of the total resources, the cost will be calculated for 25% of the resources.",
  "FAQ.topic12.detail04":"In this section, the user indicates for how long he/she will use the resources. Like other parts in the calculator, the purpose of this section as well is just estimating the costs.",
  "FAQ.emptyMessage":"No results were found. Please contact us through",
  "elecomp.title1": "1 year of free service" ,
  "elecomp.title2": "worth 30,000,000 Tomans",
  "elecomp.step1": "Go to Ak's stall in the Elecomp.",
  "elecomp.step2": "Scan the QR Code of the lottery.",
  "elecomp.step3": "Register in Ak with your unique code.",
  "elecomp.step4": "Attend the lottery.",
  "elecomp.step5": "The winner will be announced in the final day.",
  "elecomp.address": "Hall 8 Stall 1695",
  "elecomp.date": "(July 2019, 18th to 21st)"
}